IDEA Open Model
OpenModel.Settlements Property
Compatible with IDEA StatiCa 20.1
 Settlements in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<Settlement> Settlements { get; set; }
Public Property Settlements As List(Of Settlement)
	Get
	Set
Property Value
Type: List<Settlement>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace